<?php
if (!session_id()) {
    ini_set( 'session.cookie_httponly', 1 );
    ini_set( 'session.cookie_secure', 1 );
    session_start();
}

$root_path = "../";



include_once($root_path.'include/global.php');
include_once($root_path.'include/jdf.php');
include_once($root_path.'include/bitex.php');

session_secure();
$user_login = false;
get_visitor_info($ipaddress,$page,$referrer,$useragent);
if(isset($_SESSION['bitex_sessionid']) && isset($_SESSION['user_id']) && $_SESSION['bitex_sessionid'] === md5($_SESSION['user_id'])) {
    $user_login = true;
    insert_user_action($_SESSION['ip_address'],$_SESSION['user_id'],'ورود به حریم خصوصی',$_SESSION['bitex_username']);
}
?>
<!DOCTYPE html>
<html lang="fa-IR" dir="rtl">

<head>    
    <?php add_asset($root_path); ?>
    <title>حریم خصوصی</title>
    <link rel="stylesheet" href="<?php echo $root_path; ?>asset/css/home.css?version=<?php echo $version; ?>">
    <script src="<?php echo $root_path; ?>asset/js/terms.js?version=<?php echo $version; ?>"></script>
</head>

<body>
    <div class="uk-container uk-container-expand uk-width-1-1">
        <?php add_home_navbar($root_path,$user_login); ?>
        <?php add_home_toolbar($root_path,$user_login); ?>

        <section id="home">
            <div class="uk-form-stacked uk-grid-small uk-padding uk-child-width-1-1 uk-child-width-1-@s home-content" uk-grid="">
                <div class="uk-flex uk-flex-column uk-flex-around terms">
                    <div class="uk-text-center terms-main-title">
                        <p>حریم خصوصی</p>
                    </div>
                    <div class="uk-align-right terms-text">
                        <p>صرافی آسان تابع قوانین جمهوری اسلامی ایران بوده و بستری برای تبادل دارایی های دیجیتال مانند بیت کوین، وبمانی و تتر با ریال می باشد. هیچ گونه تبادل ارزی اعم از خرید و فروش دلار یا سایر ارزهای کاغذی، در این سامانه صورت نمی گیرد.</p>
                        <p>
                            صرافی آسان با توجه به تعهدي كه به كاربران خود در رابطه حفظ حريم شخصي دارد مواردي را جهت آگهي بيشتر كاربران اعلام مي دارد.
                            صرافی آسان به عنوان يك سامانه حرفه اي متعقد است حفظ حريم شخصي و اطلاعات كاربران بسيار حساس و مهم مي باشد, در اين صفحه توضيحاتي در مورد جمع آوري اطلاعاتي كه صرافی آسان از كاربران خود جمع آوري مي كنند توضيح داده شده است .
                        </p>
                    </div>
                </div>
                <div>
                    <ul class="uk-list list">
                        <li>
                            <div class="header">
                                <span uk-icon="plus"></span>
                                <div>ما چه اطلاعاتي را جمع آوري مي كنيم ؟</div>
                            </div>
                            <div class="body">
                                <p>
                                    زماني كه شما وب سايتي را مشاهده مي كنيد اطلاعاتي به صورت اتوماتيك جمع آوري مي شود كه اين اطلاعات شامل :
                                    - اطلاعاتي در مورد آدرس IP كامپيوتر شما
                                    - آدرس وب سايتي كه از طريق آن وارد سايت ما شده ايد . ( مانند : www.google.com )
                                    - صفحات از سايت صرافی آسان كه شما آن را مشاهده مي كنيد .
                                    - نام و نسخه سيستم عامل و مرورگر شما .
                                    چنانچه شما در سايت ما مطلبي را مشاهده كنيد و يا آن را دانلود كنيد اين اطلاعات به صورت رباتيك ذخيره مي شوند , اين اطلاعات به ما كمك مي كنند تا متوجه شويم كاربران بيشتر چه صفحاتي را مشاهده مي كنند و چه مواردي بيشتر براي آنان مفيد است و يا در مورد ذخيره اطلاعاتي مرورگر شما , اين اطلاعات به ما كمك مي كند تا وب سايت صرافی آسان را جهت نمايش بهتر در مرورگر ها به صورت بهينه طراحي كنيم .
                                    زماني كه شما وارد سايت صرافی آسان مي شويد ما اطلاعاتي به غير از موارد بالا را ذخيره نمي كنيم مگر اينكه شما بخواهيد اطلاعات ديگري نظير نام و نام خانوادگي , ايميل , شماره تلفن , ... در اختيارمان قرار دهيد .
                                </p>

                            </div>
                        </li>

                        <li>
                            <div class="header">
                                <span uk-icon="plus"></span>
                                <div>ما در اين اطلاعات با چه كساني سهيم هستيم؟</div>
                            </div>
                            <div class="body">
                                <p>
                                    صرافی آسان هيچ يك از اطلاعات فردي و شخصي كاربران خود را افشا نمي كند و همچنين آنها را به شخص و يا اشخاص ثالثي منتقل نمي كند مگر اينكه به موجب قانون و يا حكم قانوني باشد. صرافی آسان داراي سه بخش اطلاعاتي مي باشد: آمار جمع آوري شده درباره كاربران، ترافيك سايت و اطلاعات مرتبط با سايت. ما از مشخصه هاي فردي شما فقط به منظور پاسخگويي به خودتان و يا براي تهيه گزارشات آماري در جهت شناخت بهتر كاربرانمان استفاده مي نماييم.
                                    ما log file ها و database هايي از اطلاعات كاربران براي تجزيه و تحليل نحوه استفاده آنها در طي هر ماه ايجاد نماييم. به اين ترتيب مي توانيم درك بهتري از سايتمان داشته باشيم و محتوايي را كه در سايتمان ارائه مي دهيم را بهبود ببخشيم. البته اين اطلاعات در بر گيرنده مشخصه هاي فردي و شخصي تك تك كاربران نمي باشد. بار ديگر خاطر نشان مي كنيم هيچ يك از اطلاعات فردي و شخصي شما را به هيچ شخص ثالثي ارائه نمي كنيم مگر اينكه با اجازه خودتان باشد و يا اينكه به موجب قانون مجبور به انجام اين كار باشيم.
                                </p>
                            </div>
                        </li>

                        <li>
                            <div class="header">
                                <span uk-icon="plus"></span>
                                <div> لينك هاي اشخاص ثالث </div>
                            </div>
                            <div class="body">
                                <p>
                                    زمانيكه شما بر روي لينك هاي اشخاص ثالث كه در سايت ما وجود دارد كليك مي كنيد و وارد آنها مي شويد، اطلاعاتي از شما بدست مي آيد. در اينصورت صرافی آسان هيچ گونه كنترلي بر اين اطلاعات ندارد و در مقابل آنها پاسخگو نمي باشد.
                                </p>

                            </div>
                        </li>

                        <li>
                            <div class="header">
                                <span uk-icon="plus"></span>
                                <div>کوکی ها </div>
                            </div>
                            <div class="body">
                                <p>
                                    كوكي در وب سايت ها، جهت ذخيره سازي اطلاعات خاصي از بازديدكننده ها به كار ميرود تا در هنگام مراجعه بعدي اين بازديد كننده، اين اطلاعات قابل بازيابي و استفاده باشد. عموماً اين اطلاعات جهت نگهداري و اعمال تنظيماتي خاص نظير رنگ آميزي و پوسته سايتها يا برخي شخصي سازي هاي ديگر بكار مي روند.صرافی آسان به علت وجود حساسیت های امنیتی از هیچ کوکی استفاده نمی نماید.
                                </p>

                            </div>
                        </li>

                        <li>
                            <div class="header">
                                <span uk-icon="plus"></span>
                                <div>تغييرات در سياست هاي سايت</div>
                            </div>
                            <div class="body">
                                <p>
                                    ممكن است صرافی آسان گاه گاهي سياست هاي كاري خود را بهبود و يا تغيير دهد. ما به شما پيشنهاد مي كنيم كه هر چند وقت يكبار اين صفحه را مطالعه كنيد تا از تغييرات احتمالي سياست هاي ما آگاه شويد
                                </p>

                            </div>
                        </li>
                    </ul>
                </div>

            </div>
        </section>
        <?php add_footer($root_path); ?>
    </div>
</body>

</html>
